# Начало поиска
ok_list = list(['Проверяю доступные склады...',
                'Работаю над этим...',
                'Так, посмотрим...',
                'Запускаем поиск...',
                'Ага, уже ищу...',
                'Сейчас посмотрим...'])

# Рандомные предложение RFQ:
r_list = list(['Нужна квотация? Пиши на yegor.vershinin@gmail.com',
               'Отправлять квотации ботам пока не доверяют, поэтому напиши плз на yegor.vershinin@gmail.com',
               'Думаю, мы можем это продать. Точно ответять вот тут: yegor.vershinin@gmail.com',
               'С удовольствием проквотируем это для тебя, пиши на yegor.vershinin@gmail.com',
               'Я бы проквотировал, но мне нельзя( Пиши на yegor.vershinin@gmail.com',
               'Мы готовы обсудить продажу, ждем письмо на yegor.vershinin@gmail.com'])

nb_list = list(['Совсем ничего.',
                'Ничего не нашел, извини.',
                'Такого точно нет.',
                'Кажется, что-то есть. А, нет. Показалось.',
                'Увы, ничего.',
                'Не нашел ничего похожего.'])